spec/fixtures/soap/xml/IControl.Networking.Interfaces.get_stp_link_type_c0b89d4ee94c6918f2badc363fc1034f_request.xml

<?xml version="1.0" encoding="UTF-8"?><env:Envelope xmlns:env="http://schemas.xmlsoap.org/soap/envelope/" xmlns:wsdl="urn:iControl:Networking/Interfaces"><env:Body><wsdl:get_stp_link_type><interfaces><value>1.1</value></interfaces></wsdl:get_stp_link_type></env:Body></env:Envelope>